Modified DB tables
Signed-off-by: mayuka-c <Mayuka.C@ibm.com>
